Repository: waddasauria/tt-74527469
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Flammable Refrigerant Used”.
es: Refrigerante inflamable utilizado”.

source: Foils and bags should be soft enough to tightly wrap around the foods.
es: El papel film y las bolsas deben ser lo suficientementesuaves como para poder envolver los alimentos con firmeza.

source: For example, placing your unit in extreme cod or hot conditions may cause interior temperature to fluctuate.
es: Por ejemplo, si se coloca la unidad en condiciones de frío o calor extremos, la temperatura interior puede fluctuar.

source: For personal safety, this appliance must be properly grounded.
es: Por razones de seguridad personal, este aparato debe estar correctamente conectado a tierra.

source: For recommended food storage time, refer to the information given on your food packaging.
es: Para conocer el tiempo recomendado de conservación de los alimentos, consulte la información que figura en su envase.

source: For some foods, thawing before cooking is unnecessary.
es: En el caso de algunos alimentos, no es necesario descongelarlos antes de cocinarlos.

source: Freeze food in small quantities, it freezes faster, takes less time to thaw and enables you to eat it in the quantity you need.
es: Congele los alimentos en pequeñas cantidades, se congelan más rápido, tardan menos en descongelarse y puede consumirlos en la cantidad necesaria.

source: Freeze it like this, then remove it from the container and seal the bag.
es: Congélelo así, luego sáquelo del recipiente y cierre la bolsa.

source: Freezer Basket
es: Cesta del congelador

source: Freezer Temperature Control
es: Control de temperatura del congelador

source: Freezing Fresh Foods
es: Congelado de alimentos frescos

source: Freezing fresh foods
es: Congelación de alimentos frescos

source: Freezing fresh foods, useful tips
es: Congelación de alimentos frescos, consejos útiles

source: Fromage frais, home-prepared food and leftovers or cream cakes.
es: Queso fresco, comida casera, sobras o pasreles de crema.

source: Frozen sauces and soups can be put into a saucepan and heated gently until thawed.
es: Las salsas y sopas congeladas pueden introducirse en una cacerola y calentarse suavemente hasta que se descongelen.

source: Fruit and vegetables need not be wrapped.
es: No es necesario envolver la fruta y la verdura.

source: GURGLING, WHOOSHING
es: GORGOTEO, SILBIDO

source: Grounding requirement
es: Requisitos de toma de tierra

source: HUMMING, PURRING OR PULSATING
es: ZUMBIDO, RONRONEO O PULSACIONES

source: Ham,
es: Jamón,

source: Have the wall outlet and circuit checked by a qualified electrician to make sure the outlet is properly grounded.
es: Un electricista cualificado revisará la toma de corriente y el circuito para asegurarse de que la toma de corriente está correctamente conectada a tierra.

source: Height of housing mm 1960
es: Altura de la caja mm 1960

source: However you should do this sparingly to conserve energy.
es: Sin embargo, debe hacerlo con moderación para conservar la energía.

source: Humidity level is between 45~90%.
es: El nivel de humedad estará entre el 45~90%.

source: IF THE UNIT IS UNPLUGGED, has LOSt POWER, OR is TURNED OFF, YOU MUST WAIT 3 TO 5 MINUTES BEFORE RESTARTING THE UNIT.
es: SI EL ELECTRODOMÉSTICO ESTÁ DESENCHUFADO, HA PERDIDO POTENCIA O SE HA APAGADO, DEBE ESPERAR DE 3 A 5 MINUTOS ANTES DE REINICIARLO.

source: IF YOU ATTEMPT TO RESTART BEFORE THIS TIME DELAY, THE REFrIGERATOR-FREEZER WILL NOT START.
es: SI INTENTA REINICIARLO ANTES DE QUE PASE ESTE, EL FRIGORÍFICO-CONGELADOR NO SE ENCENDERÁ.

source: IMPORTANT SAFETY INSTRUCTIONS
es: INSTRUCCIONES DE SEGURIDAD IMPORTANTES

source: INSTALLATION
es: INSTALLACIÓN

source: INSTRUCTION MANUAL
es: MANUAL DE INSTRUCCIONES

source: INTRODUCTION .
es: INTRODUCCIÓN .

source: If the Fridge/Freezer is not level, the door and magnetic seal alignment will be affected and may cause you Fridge/Freezer to work incorrectly.
es: Si el Frigorífico/Congelador no está nivelado, la alineación de la puerta y de la junta magnética se verán afectadas, lo que puede hacer que su Frigorífico/Congelador funcione mal.

source: If the Fridge/Freezer is not level, the doors and magnetic seal alignments will be affected and may cause your Fridge/Freezer to work incorrectly.
es: Si el Frigorífico/Congelador no está nivelado, la alineación de las puertas y de la junta magnética se verá afectada y puede hacer que su Frigorífico/Congelador funcione incorrectamente.

source: If the appliance is switched off at any time, wait 30 minutes before switching back on to allow the coolant fluid to settle.
es: Si el electrodoméstico se apaga en algún momento, espere 30 minutos antes de volver a encenderlo para que el líquido refrigerante se reestablezca.

source: If the fitted plug is not suitable for your socket outlets, it should be cut off and carefully disposed of.
es: Si la clavija instalada no es adecuada para su enchufe, deberá cortarla y desecharla con cuidado.

source: If the internal temperature of the Fridge/Freezer compartment is -18℃ or less when the power returns, your food is safe.
es: Si la temperatura interna del compartimento del frigorífico/congelador es de -18℃ o menos cuando vuelve la corriente, sus alimentos están seguros.<segmento 0315 ¶>

source: If the loading amount is too large, the quality of freezing is reduced which affects the quality of frozen foods.
es: Si la cantidad de producto congelado es excesiva, la calidad de la congelación se reduce, lo cual afecta a la calidad de los alimentos congelados

source: If the position is above or below this range, the performance of the unit may be affected.
es: Si la posición está por encima o por debajo de este rango, el rendimiento de la unidad puede verse afectado.

source: If the power cord is damaged, have it replaced by a qualified electrician or an authorized service center.
es: Cuando el cable de alimentación esté dañado, hágalo sustituir por un electricista cualificado o por un centro de servicio autorizado.

source: If the power cord is damaged, have it replaced by an authorized service center.
es: Si el cable de alimentación está dañado, un centro de servicio autorizado se lo reemplazará.

source: If the power cord is too short, have a qualified electrician install an outlet near your refrigerator.
es: Si el cable de alimentación es demasiado corto, llame a un electricista cualificado para que instale una toma de corriente cerca de su frigorífico.

source: If the power cord is too short, have a qualified electrician or service technician install an outlet near the appliance.
es: Si el cable de alimentación es demasiado corto, contacte con un electricista o técnico profesional para que instale una toma de corriente cerca del electrodoméstico.

source: If the power is going to be off for a longer period of time, you need to take to take other measures to protect your contents.
es: Si el electrodoméstico va a apagarse por un periodo de tiempo más largo, necesita tomar otras medidas para proteger su contenido.

source: If the problem continues contact the local store where your purchase was made.
es: Si el problema continúa, póngase en contacto con el establecimiento donde realizó la compra.

source: If the provided plug does not fit into your outlet, consult an electrician for
es: Si el enchufe incluído no encaja en su toma de corriente, consulte a un electricista para

source: If the socket is no longer accessible once the appliance has been built-in, suitable measures must be taken during electrical installation to ensure that the appliance can be disconnected from the mains.
es: Si una vez montado el aparato ya no se puede acceder a la toma de corriente, hay que tomar las medidas adecuadas durante la instalación eléctrica para garantizar que el aparato se pueda desconectar de la red.

source: If the unit is unplugged, loses power,or is turned off you must wait 3to 5 minutes before restarting.
es: Si la unidad se desenchufa, pierde potencia o se apaga, debe esperar de 3 a 5 minutos antes de reiniciarla.

source: If the unit is unplugged, power lost, or turned off, you must wait 3 to 5 minutes before restarting the unit.
es: Si el aparato se desenchufa, se pierde la energía o se apaga, debe esperar de 3 a 5 minutos antes de reiniciarlo.

source: If there are instructions on the packet, carefully follow these instructions regarding storage times.
es: Si hay instrucciones respecto al tiempo de almacenamiento en el paquete, sigalas cuidadosamente.

source: If there is no humming noise, it is not working.
es: Si no hay ruido de zumbido, no funciona.

source: If you are freezing large amounts of fresh food, remember to turn the control dial to Max.
es: Si va a congelar grandes cantidades de alimentos frescos, recuerde poner el dial de control en Max.

source: If you attempt to restart before this time delay, the wine cooler will not start.
es: Si se intenta reiniciar antes de este tiempo de espera, la enfriadora de vino no se pondrá en marcha.

source: Improper use of the grounded plug can result in the risk of electrical shock.
es: El uso inadecuado del enchufe con toma de tierra puede suponer un riesgo de descarga eléctrica.

source: In another appliance, such as a lamp, to see if the socket is working.
es: En otro aparato, como una lámpara, para ver si el enchufe funciona.

source: Incorrect use of the grounding plug can result in a risk of electric shock.
es: El uso incorrecto de la clavija de conexión a tierra puede provocar riesgo de descarga eléctrica..

source: Install in accordance with the manufacturer’s instructions.
es: Instale siguiendo las instrucciones del fabricante.

source: Installation
es: Instalación

source: Installation 5
es: Instalación 5

source: Installing Your Refrigerator
es: Instalación de su frigorífico

source: Instruction Manual
es: Manual de instrucciones

source: Interior LED Light
es: Luz LED interior

source: It has become more pronounced since the introduction of CFC free gases.
es: Se ha vuelto más pronunciado desde la introducción de los gases sin CFC.

source: It is extremely important that the food is frozen as quickly as possible.
es: Es muy importante que congele los alimentos lo antes posible.

source: It is the consumer's responsibility to comply with federal and local regulations when disposing of this product.
es: Es responsabilidad del consumidor cumplir con las leyes federales y locales al desechar este producto.

source: It should show a temperature lower than -18℃.
es: Debería indicar una temperatura inferior a -18℃.

source: Junked or abandoned appliances, boxes and other containers are still dangerous, even if they will just in the garage for a few days.
es: Un aparato desechado o abandonado, cajas y otros contenedores siguen siendo peligrosos, incluso si sólo están en el taller durante unos días.

source: Keep frozen foods together
es: Mantenga los alimentos congelados juntos

source: Keep raw meats on a plate which is large enough to collect juices and cover it with cling film or foil.
es: Guarde la carne cruda en un plato que sea lo suficientemente grande como para almacenar el jugo y cúbralo con papel film o albal.

source: Keep these instructions.
es: Guarde estas instrucciones.

source: Layout and storage 9
es: Disposición y almacenamiento 9

source: Leave space around food
es: Deje espacio entre los alimentos.

source: Leave the Fridge/Freezer for 30 minutes.
es: Deje la nevera/congelador durante 30 minutos.

source: Leave the lid open slightly to avoid possible formation of condensation, mold, or odors.
es: Deje la tapa ligeramente abierta para evitar la posible formación de condensación, moho u olores.

source: Leveling the Fridge/Freezer
es: Nivelado del frigorífico/congelador

source: Light
es: Luz

source: List of will occur problems that you can fix it yourself.
es: Lista de los problemas que se producirán y que puedes arreglar tú mismo.

source: Locate the refrigerator away from direct sunlight and sources of heat (stove, heater, radiator, etc.).
es: Coloque el frigorífico lejos de la luz solar directa y de fuentes de calor (estufa, calentador, radiador, etc.). .

source: Location
es: Ubicación

source: Long absences: If the appliance will not be used for several months, remove all items, turn off the appliance and unplug.
es: Ausencias prolongadas: Si el aparato no se va a utilizar durante varios meses, quite todos los objetos, apague el aparato y desenchúfelo.

source: Long vacations: If the appliance will not be used for several months, remove all food and unplug the power cord.
es: Vacaciones largas: Si el aparato no se va a utilizar durante varios meses, retire todos los alimentos y desenchufe el cable de alimentación.

source: Mailbox: meilingkf@163.com
es: Correo ellectrónico: meilingkf@163.com

source: Main Structure Of Product
es: Estructura principal del producto

source: Main structure of Product 4
es: Estructura principal del producto 4

source: Make sure that the available AC power matches the voltage requirements of your refrigerator.
es: Asegúrese de que la corriente alterna disponible se ajusta a los requisitos de voltaje de su frigorífico.

source: Make sure the Fridge/Freezer is level.
es: Asegúrese de que el frigorífico/congelador esté nivelado.

source: Make sure the bottles could not be place directly onto the electronic board of control panel.
es: Asegúrese de que las botellas no puedan colocarse directamente sobre la placa electrónica del panel de control.

source: Make sure the frozen food package is in perfect condition.
es: Asegúrese de que el paquete de alimentos congelados está en perfecto estado.

source: Many bottles may differ in size and dimensions.
es: El tamaño y las dimensiones de las botellas pueden variar.

source: Many common issues with your wine cooler can be solved very easily.
es: Muchos de los problemas más comunes de su enfriadora de vinos pueden resolverse muy fácilmente.

source: Mark packages with following data: kind and amount of foods and the date of loading.
es: Indique estos datos en los envases: tipo y cantidad de alimentos y la fecha de almacenamiento.

source: Milk, eggs, yogurt, fruit juices, hard cheeses eg.
es: Leche, huevos, yogures, zumos de frutas, quesos duros...

source: ModelNo.:CQRB09Y1GD1RW/CQRB09Y1GD1RS
es: Modelo.:CQRB09Y1GD1RW/CQRB09Y1GD1RS

source: Most power failures are corrected within a few hours should not affect the temperature of your appliance if you minimize the number of times the door is opened.
es: La mayoría de errores de electricidad se corrigen en unas horas, lo cual no debería afectar a la temperatura de su electrodoméstico si minimiza el número de veces que se abre la puerta.

source: Moving Your Wine Cooler
es: Cómo trasladar la enfriadora de vinos

source: Moving the Fridge/Freezer
es: Desplazamiento del frigorífico/congelador

source: NOTE:
es: NOTA:

source: NOTE：Always wrap and store raw meat, poultry and fish on the lowest shelf at the bottom of the fridge.
es: NOTA：Envuelva y guarde siempre la carne, el pollo y el pescado crudo en el estante más bajo de la nevera.

source: Never allow children to operate, play with, crawl inside the appliance.
es: Evite que los niños manejen, jueguen o se arrastren por el interior del electrodoméstico.

source: Never clean appliance parts with flammable fluids.
es: No limpie en ningún caso las piezas del aparato con líquidos inflamables.

source: Never cover air vents.
es: No cubra nunca las rejillas de ventilación.

source: Never unplug the appliance by pulling the power cord.
es: No desenchufe nunca el aparato tirando del cable de alimentación.

source: Never unplug the refrigerator by pulling the power cord.
es: Nunca desenchufe el frigorífico tirando del cable de alimentación. .

source: No
es: Número

source: Not plugged in.
es: No está enchufada.

source: OPERATING YOUR REFRIGERATOR
es: FUNCIONAMIENTO DE SU FRIGORÍFICO

source: Once the Fridge/Freezer is placed in its final location, adjust the leveling feet at the front by turning them.
es: Una vez coloque el frigorífico/congelador en su ubicación definitiva, gire las patas de nivelación frontales para ajustarlas.

source: Once the wine cooler is running for a few hours everything will be back to normal.
es: Una vez que la enfriadora de vinos esté funcionando durante unas horas, todo volverá a la normalidad.

source: Only open the door for as long as necessary.
es: Abra la puerta únicamente el tiempo necesario.

source: Only open the door to put food in or take it out.
es: Abra la puerta solo si va a meter o sacar comida.

source: Opened jars and bottles of salad dressings, sauces and jams.
es: Frascos abiertos, aliños para ensaladas, salsas y mermeladas.

source: POSSIBLE CAUSE
es: POSIBLE CAUSA:

source: PROBLEM
es: PROBLEMA

source: Place frozen food into the freezer as quickly as possible after purchase.
es: Coloque los alimentos congelados en el congelador lo antes posible después de comprarlos.

source: Place your refrigerator on a floor that is strong enough to support the refrigerator when it is fully loaded.
es: Coloque su frigorífico en un suelo que sea lo suficientemente fuerte como para soportar el frigorífico cuando esté completamente cargado.

source: Please don’t put full bottles in the shelf on the air outlet of cooling and return air, or it will make the temperature of cabinet uneven or the temperature of the bottles too low.
es: Por favor, no coloque las botellas llenas en el estante en la salida de aire de refrigeración y retorno, o hará que la temperatura del gabinete sea desigual o que la temperatura de las botellas sea demasiado baja.

source: Plug
es: Enchufe

source: Plug the refrigerator into dedicated, properly installed-grounded wall outlet.
es: Conecte el frigorífico a una toma de corriente específica con conexión a tierra correctamente instalada.

source: Points of intentions 7
es: Aspectos de intenciones 7

source: Power
es: Corriente

source: Power Failure
es: Fallo eléctrico

source: Power cut
es: Corte de electricidad

source: Pre-cooked food should be cooled properly
es: La comida precocinada debe enfriarse adecuadamente.

source: Pre-packed commercially frozen food should be stored in accordance with the frozen foods manufacturer’s instructions for a three star frozen food storage compartment or home freezer.
es: Los alimentos preenvasados congelados deben almacenarse de acuerdo con las instrucciones del fabricante para un compartimento de almacenamiento de alimentos congelados de tres estrellas o un congelador doméstico.

source: Preparations for freezing
es: Preparativos para la congelación

source: Press again, turn on the appliance.
es: Pulse de nuevo y encienda el aparato.

source: Press this button, press to set temperature, the number of temperature will flash once you press the button.
es: Pulse este botón, pulse para ajustar la temperatura,el número de la temperatura parpadeará una vez pulse el botón.

source: Problems with Your Wine Cooler
es: Problemas con su enfriadora de vinos

source: Product parameters 9
es: Parámetros del producto 9

source: Proper use of the appliance, adequately packed food, correct temperature and taking into account hygienic precautions will substantially influence the quality of freezing the food or storing of the frozen foods.
es: El buen uso del electrodoméstico, el empaquetado adecuado de los alimentos, la temperatura correcta y el tener en cuenta las advertencias respecto a la higiene influirán en la calidad de congelación y el almacenamiento de los alimentos.

source: Protect the power cord from being walked on or pinched, particularly at plugs, convenience receptacles, and the point where it exits from your refrigerator.
es: Proteja el cable de alimentación para que nadie lo pise pellizque, sobre todo en los enchufes, en las tomas de corriente y en el punto en el que sale del frigorífico.

source: Purchase frozen food last
es: Compre en último lugar los alimentos congelados

source: Read all instructions before using the wine cooler.
es: Antes de utilizar la nevera para vinos, lea todas las instrucciones.

source: Ready meals, meat pies, soft cheeses.
es: Comida preparada, pasteles de carne, quesos blandos.

source: Recommended storage periods
es: Períodos de almacenamiento recomendados

source: Recommended thermostat setting for ice making is position “COLD”.
es: El ajuste del termostato recomendado para hacer hielo es la posición "COLD".

source: Refrigerator Door Racks(2)
es: Estantes de la puerta del frigorífico(2)

source: Refrigerator Shelves (2)
es: Estantes del frigorífico (2)

source: Refrigerator Temperature Control Freezer Temperature Control
es: Control de Temperatura del frigorífico Control de Temperatura del Congelador

source: Refrigerator Temperature Control
es: Control de temperatura del frigorífico

source: Reinstall the LED light panel and lamp cover.
es: Vuelva a instalar el panel de luz LED y la cubierta de la lámpara.

source: Remove all items.
es: Retirar todos los productos.

source: Remove all the food.
es: Retire todos los alimentos.

source: Remove the exterior and interior packaging.
es: Retire el embalaje exterior e interior.

source: Repair or replace immediately all power cords that have become fray
es: Repare o sustituya inmediatamente todos los cables de alimentación que se hayan deshilachado

source: Repairs carried out by inexperienced persons may cause injury or serious malfunctioning.
es: Las reparaciones realizadas por personas inexpertas pueden provocar lesiones o graves fallos de funcionamiento.

source: Replace with LED light that is the same shape and size.
es: Sustitúyalo por una luz LED de la misma forma y tamaño.

source: Rinse well and wipe dry with a clean soft cloth.
es: Aclarar bien y secar con un paño suave y limpio.

source: Risk of child entrapment.
es: Riesgo de que el niño quede atrapado dentro del frigorífico.

source: START
es: INICIO

source: Salad bin
es: Papelera para ensalada

source: Save These Instructions
es: Guárdese estas instrucciones

source: Securely tape down all loose items ( shelves) inside your appliance.
es: Asegure con cinta adhesiva todos los objetos sueltos (estantes) dentro de su aparato.

source: Select the temperature display setting in Fahrenheit or Celsius degree.
es: Seleccione el ajuste de visualización de la temperatura en grados Fahrenheit o Celsius.

source: Servicing
es: Reparaciones

source: Servicing is required when your refrigerator has been damaged in any way, such as the power-supply cord or plug is damaged, liquid has been spilled or objects have fallen into your refrigerator, your refrigerator has been exposed to rain or moisture, does not operate normally, or has been dropped.
es: El servicio es necesario cuando sufrigorífico ha sido dañado de alguna manera, como por ejemplo si el cable de alimentación o el enchufe están dañados, si se ha derramado líquido o han caído objetos dentro de su frigorífico, si su frigorífico ha estado expuesto a la lluvia o a la humedad, si no normalmente no funciona o si se ha caído. .

source: Set temperature
es: Ajuste la temperatura

source: Setting the Temperature Control
es: Ajuste del Control de Temperatura

source: Short holidays: You may leave the Wine Cooler powered on and unattended for absences of less than three weeks.
es: Vacaciones cortas: Puede dejar el la enfriadora de vinos encendida y sin vigilancia en ausencias inferiores a tres semanas.

source: Short vacations: Leave the refrigerator operating during vacations of less than three weeks.
es: Vacaciones cortas: Deje el frigorífico en funcionamiento durante las vacaciones de menos de tres semanas.

source: Shut the door!
es: ¡Cierre la puerta!

source: Special insulated bags can be bought from most supermarkets and hardware shops.
es: En la mayoría de los supermercados y ferreterías se pueden comprar bolsas aislantes especiales.
